Repository: microsoft/winget-cli
Catalog: Localization/Resources/*/winget.resw
Source language: en_gb
Languages: af_za, am_et, ar_sa, az_latn_az, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fa_ir, fi_fi, fr_fr, gl_es, he_il, hi_in, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, lo_la, lt_lt, lv_lv, mk_mk, ml_in, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_rs, sv_se, te_in, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# SourceCommandLongDescription
source: Manage sources with the sub-commands. A source provides the data for you to discover and install applications. Only add a new source if you trust it as a secure location.
af_za: Bestuur bronne met die subbevele. ’n Bron verskaf aan jou die data om toepassings te ontdek en te installeer. Voeg slegs ’n nuwe bron by as jy dit as ’n veilige ligging vertrou.
am_et: ምንጮችን በንዑስ-ትዕዛዞች ያስተዳድሩ። ምንጭ እርስዎ መተግበሪያዎችን እንዲያገኙ እና እንዲጭኑ ውሂቡን ያቀርብልዎታል። ደህንነቱ የተጠበቀ አካባቢ እንደሆነ የሚያምኑት ከሆነ ብቻ አዲስ ምንጭ ያክሉ።
ar_sa: إدارة المصادر باستخدام الأوامر الفرعية. مصدر يوفر لك البيانات لاكتشاف الحزم وتثبيتها. لا تقم بإضافة مصدر جديد إلا إذا كنت تثق فيه كموقع آمن.
az_latn_az: Mənbələri alt əmrlər ilə idarə edin. Mənbə proqramları aşkarlamağınız və quraşdırmağınız üçün verilənlər təmin edir. Yalnız təhlükəsiz məkan kimi etibar etdiyiniz halda yeni mənbə əlavə edin.
bg_bg: Управление на източници с подкомандите. Източникът предоставя данните, за да откриете и инсталирате приложения. Добавете нов източник само, ако се доверявате на него като защитено местоположение.
cs_cz: Spravujte zdroje prostřednictvím příkazů. Zdroj vám poskytne data, se kterými budete moct objevovat a instalovat aplikace. Přidávejte jenom zdroje v zabezpečeném umístění, kterým důvěřujete.
da_dk: Administrer kilder med underkommandoerne. En kilde leverer dataene, så du kan finde og installere programmer. Tilføj kun en ny kilde, hvis du stoler på, at den er en sikker placering.
de_de: Verwalten Sie Quellen mit den Unterbefehlen. Eine Quelle stellt die Daten bereit, mit denen Sie Anwendungen ermitteln und installieren können. Fügen Sie eine neue Quelle nur hinzu, wenn Sie sie für einen sicheren Ort halten.
el_gr: Διαχείριση προελεύσεων με υπο-εντολές. Μια προέλευση παρέχει τα δεδομένα για να ανακαλύψετε και να εγκαταστήσετε εφαρμογές. Εισαγάγετε μια νέα προέλευση αν τη θεωρείτε ασφαλή τοποθεσία.
es_es: Administrar orígenes con los subcomandos. Un origen proporciona los datos para que puedas detectar e instalar aplicaciones. Solo tienes que agregar un origen nuevo si confías en él como una ubicación segura.
es_mx: Administrar orígenes de datos con los subcomandos. Un origen de datos proporciona los datos para poder descubrir e instalar aplicaciones. Solo agregue un nuevo origen de datos si confía que es una ubicación segura.
et_ee: Alamkäskude abil saate allikaid hallata. Allikas pakub teile rakenduste leidmiseks ja installimiseks vajalikke andmeid. Lisage uus allikas üksnes juhul, kui usaldate seda ja peate seda turvaliseks asukohaks.
fa_ir: منابع دارای فرمان‌های فرعی را مدیریت می‌کند. یک منبع آن داده‌هایی را برای شما ارائه می‌دهد که بتوانید بسته‌ها را کشف و نصب کنید. تنها در صورتی یک منبع جدید اضافه کنید که به آن به عنوان مکانی امن اعتماد داشته باشید.
fi_fi: Hallinnoi lähteitä alikomennoilla. Lähde antaa tiedot, joiden avulla voit etsiä ja asentaa sovelluksia. Lisää uusi lähde vain luottamastasi suojatusta sijainnista.
fr_fr: Gérer les sources avec les sous-commandes. Une source fournit les données vous permettant de découvrir et d’installer des applications. Ajoutez une nouvelle source uniquement si vous l’approuvez comme emplacement sécurisé.
gl_es: Xestiona as orixes cos subcomandos. Unha orixe fornéceche datos para descubrir e instalar paquetes. Engade unha orixe nova só se confías en que é unha localización segura.
he_il: ניהול מקורות באמצעות פקודות המשנה. מקור מספק לך נתונים לגילוי ולהתקנה של יישומים. הוסף מקור חדש רק אם אתה סומך עליו כמיקום מאובטח.
hi_in: स्रोतों को उप-आदेशों से प्रबंधित करें. एक स्रोत अनुप्रयोगों को खोजने और स्थापित करने के लिए आपको डेटा प्रदान करता है. केवल तभी एक नया स्रोत जोड़ें जब आपको इस पर एक सुरक्षित स्थान के रूप में विश्वास हो.
hu_hu: Az alparancsokkal kezelheti a forrásokat. A források az alkalmazások felfedezéséhez és telepítéséhez biztosítanak adatokat. Csak akkor vegyen fel új forrást, ha megbízhatónak tartja azt biztonságos helyként.
id_id: Kelola sumber dengan sub-perintah. Sumber menyediakan data agar Anda dapat menemukan dan menginstal aplikasi. Hanya tambahkan sumber baru jika Anda mempercayainya sebagai lokasi yang aman.
is_is: Stjórna uppruna með undirskipunum. Uppruni veitir þér gögn svo þú getir uppgötvað og sett upp forrit. Bættu aðeins við nýjum uppruna ef þú treystir því að hann sé örugg staðsetning.
it_it: Gestisci le origini con i comandi secondari. Un'origine fornisce i dati per individuare e installare i pacchetti. Aggiungi una nuova origine solo se la consideri attendibile.
ja_jp: サブコマンドでソースを管理します。ソースは、アプリケーションを検出してインストールするためのデータを提供します。安全な場所として信頼できる場合にのみ、新しいソースを追加してください。
kk_kz: Дерек көздерін қосымша пәрмендермен басқарыңыз. Дерек көзі сізге бағдарламаларды анықтау және орнату үшін деректерді қамтамасыз етеді. Жаңа дерек көзі сенімді орын болған жағдайда ғана оны қосыңыз.
lo_la: ຈັດການແຫຼ່ງທີ່ມາດ້ວຍຄຳສັ່ງຍ່ອຍ. ແຫຼ່ງທີ່ມາໃດໜຶ່ງຈະສະໜອງຂໍ້ມູນໃຫ້ກັບທ່ານເພື່ອຄົ້ນພົບ ແລະ ຕິດຕັ້ງແອັບພລິເຄຊັນໄດ້. ທ່ານຄວນເພີ່ມແຫຼ່ງຂໍ້ມູນໃໝ່ສະເພາະກໍລະນີທີ່ທ່ານເຊື່ອຖືມັນວ່າປອດເທົ່ານັ້ນ.
lt_lt: Valdykite šaltinius naudodami papildomas komandas. Šaltinis pateikia duomenis, kad galėtumėte rasti ir diegti programas. Įtraukite naują šaltinį tik jei pasitikite kaip saugia vieta.
lv_lv: Pārvaldīt avotus, izmantojot apakškomandas. Avots nodrošina jums datus, kas ļauj atklāt un instalēt programmas. Pievienojiet jaunu avotu tikai tad, ja uzticaties tam, ka tā ir droša atrašanās vieta.
mk_mk: Управувајте со изворите со помош на поднаредбите. Изворот ви дава податоци за откривање и инсталирање апликации. Додавајте нови извори само ако имате доверба дека се доверливи локации.
ml_in: ഉപ-കമാൻഡുകൾ ഉപയോഗിച്ച് ഉറവിടങ്ങൾ മാനേജ് ചെയ്യുക. അപ്ലിക്കേഷനുകൾ കണ്ടെത്താനും ഇൻസ്റ്റാൾ ചെയ്യാനും ഒരു ഉറവിടം ഡാറ്റ നിങ്ങൾക്ക് നൽകുന്നു. ഒരു സുരക്ഷിത സ്ഥാനമായി നിങ്ങൾ വിശ്വസിക്കുന്നുവെങ്കിൽ മാത്രം ഒരു പുതിയ ഉറവിടം ചേർക്കുക.
ms_my: Urus sumber dengan subperintah. Sumber menyediakan data untuk anda menemui dan memasang aplikasi. Hanya tambahkan sumber baru jika anda mempercayainya sebagai lokasi selamat.
nb_no: Administrer kilder med underkommandoer. En kilde gir deg data du kan oppdage og installere programmer fra. Bare Legg til en ny kilde hvis du stoler på den som et sikkert sted.
nl_nl: Beheer bronnen met subopdrachten. Een bron biedt de gegevens waarmee u apps kunt ontdekken en installeren. Voeg alleen een nieuwe bron toe als u deze vertrouwt als veilige locatie.
pl_pl: Zarządzaj źródłami za pomocą poleceń podrzędnych. Źródło zapewnia dane, na podstawie których odkryjesz i zainstalujesz pakiety. Dodawaj tylko zaufane źródła o bezpiecznej lokalizacji.
pt_br: Gerencie fontes usando os subcomandos. Uma fonte fornece os dados para você descobrir e instalar aplicativos. Adicione uma nova fonte apenas se você confiar nela como um local seguro.
pt_pt: Gerir as origens com os subcomandos. Uma origem fornece os dados para descobrir e instalar aplicações. Adicione uma nova origem apenas se confiar que a mesma é uma localização segura.
ro_ro: Gestionați sursele cu sub-comenzile. O sursă furnizează datele pentru ca dvs. să descoperiți și să instalați aplicații. Adăugați o sursă nouă doar dacă aveți încredere în ea ca locație sigură.
ru_ru: Управление источниками с помощью подкоманд. Источник предоставляет данные для обнаружения и установки приложений. Добавляйте новый источник только в том случае, если вы доверяете ему как надежному расположению.
sk_sk: Spravovať zdroje s čiastkovými príkazmi. Zdroj poskytuje údaje, ktoré vám umožňujú objavovať a inštalovať aplikácie. Nový zdroj pridajte len v prípade, že mu dôverujete ako zabezpečenému umiestneniu.
sl_si: Upravljanje virov s podukazi. Vir ponuja podatke, s katerimi lahko odkrijete in nameščate aplikacije. Dodajte le nov vir, če mu zaupate kot varno mesto.
sq_al: Menaxho burimet me nënkomanda. Burimi ofron të dhëna që të zbulosh dhe të instalosh paketa. Shto burim të ri vetëm nëse e beson atë si vendndodhje të sigurt.
sr_latn_rs: Upravljajte izvorima pomoću potkomandi. Izvor obezbeđuje podatke za otkrivanje i instaliranje aplikacija. Dodajte novi izvor samo ako imate poverenja da on predstavlja bezbednu lokaciju.
sv_se: Hantera källor med under kommandon. En källa tillhandahåller de data som används för att identifiera och installera-program. Lägg bara till en ny källa om du litar på den som en säker plats.
te_in: ఉప ఆదేశాలతో మూలాలను నిర్వహించండి. అనువర్తనాలను కనుగొనడానికి మరియు వ్యవస్థాపించడానికి ఒక మూలం డేటాను అందిస్తుంది. క్రొత్త మూలాన్ని మీరు సురక్షిత ప్రదేశంగా విశ్వసిస్తే మాత్రమే జోడించండి.
th_th: จัดการแหล่งที่มาด้วยคำสั่งย่อย แหล่งที่มาจะให้ข้อมูลกับคุณเพื่อค้นหาและติดตั้งแอปพลิเคชัน เพียงเพิ่มแหล่งที่มาใหม่หากคุณเชื่อถือว่าเป็นตำแหน่งที่ตั้งที่ปลอดภัย
tr_tr: Alt komutlarla kaynakları yönetme. Kaynak, uygulamaları bulup yükleyebileceğiniz verileri sağlar. Yalnızca güvenli bir konum olduğuna güveniyorsanız yeni bir kaynak ekleyin.
uk_ua: Керування джерелами за допомогою підкоманд. Джерело надає дані для пошуку та інсталяції програм. Додавайте нове джерело тільки якщо довіряєте йому як захищеному розташуванню.
vi_vn: Quản lý nguồn bằng các lệnh con. Nguồn dữ liệu cung cấp dữ liệu cho bạn để tìm hiểu và cài đặt ứng dụng. Chỉ thêm nguồn mới nếu bạn tin rằng đó là vị trí an toàn.
zh_cn: 使用子命令管理源。源提供了用于发现和安装应用程序的数据。仅当将新来源视为安全位置时，才可添加。
zh_tw: 使用子命令管理來源。來源會為您提供資料，以便您探索和安裝套件。只有在您信任其為安全位置時，才會新增來源。

# SourceCommandShortDescription
source: Manage sources of applications
af_za: Bestuur bronne van toepassings
am_et: የመተግበሪያዎች ምንጮችን ያስተዳድሩ
ar_sa: إدارة مصادر الحزم
az_latn_az: Proqramların mənbələrini idarə edin
bg_bg: Управление на източници на приложения
cs_cz: Spravovat zdroje aplikací
da_dk: Administrer programmers kilder
de_de: Verwalten von Anwendungsquellen
el_gr: Διαχείριση πηγών εφαρμογών
es_es: Administrar orígenes de aplicaciones
es_mx: Administrar orígenes de datos de aplicaciones.
et_ee: Saate hallata rakenduste allikaid
fa_ir: مدیریت منابع بسته‌ها
fi_fi: Hallitse sovelluslähteitä
fr_fr: Gérer les sources d’applications
gl_es: Xestionar orixes dos paquetes
he_il: ניהול מקורות של יישומים
hi_in: अनुप्रयोगों के स्रोतों को प्रबंधित करें
hu_hu: Alkalmazásforrások kezelése
id_id: Kelola sumber aplikasi
is_is: Stjórna uppruna forrita
it_it: Gestisci le origini dei pacchetti
ja_jp: アプリケーションのソースを管理
kk_kz: Бағдарламалардың дерек көздерін басқару
lo_la: ຈັດການແຫຼ່ງທີ່ມາຂອງແອັບພລິເຄຊັນ
lt_lt: Programų šaltinių valdymas
lv_lv: Pārvaldīt programmu avotus
mk_mk: Управувајте со изворите на апликациите
ml_in: അപ്ലിക്കേഷനുകളുടെ ഉറവിടങ്ങൾ മാനേജ് ചെയ്യുക
ms_my: Menguruskan sumber aplikasi
nb_no: Administrer kilder for programmer
nl_nl: Bronnen van apps beheren
pl_pl: Zarządzaj źródłami pakietów
pt_br: Gerenciar fontes de aplicativos
pt_pt: Gerir as origens de aplicações
ro_ro: Gestionarea surselor de aplicații
ru_ru: Управление источниками приложений
sk_sk: Spravovať zdroje aplikácií
sl_si: Upravljanje virov programov
sq_al: Menaxho burimet e paketave
sr_latn_rs: Upravljanje izvorima aplikacija
sv_se: Hantera källor med program
te_in: అనువర్తనాల మూలాలను నిర్వహించండి
th_th: จัดการแหล่งที่มาของแอปพลิเคชัน
tr_tr: Uygulama kaynaklarını yönetme
uk_ua: Керування джерелами програм
vi_vn: Quản lý nguồn ứng dụng
zh_cn: 管理应用源
zh_tw: 管理套件來源

# SourceListCommandLongDescription
source: List all current sources, or full details of a specific source.
af_za: Lys alle huidige bronne, of volledige besonderhede van ’n spesifieke bron.
am_et: ሁሉንም የአሁን ምንጮች፣ ወይም የተወሰነ ምንጭን ሙሉ ዝርዝሮች ዘርዝር።
ar_sa: سرد لجميع المصادر الحالية أو التفاصيل الكامل لمصدر معين.
az_latn_az: Bütün cari mənbələri və ya xüsusi mənbənin bütün təfərrüatlarını siyahıya alın.
bg_bg: Изброяване на всички текущи източници или пълни подробности за определен източник.
cs_cz: Zobrazit seznam všech aktuálních zdrojů nebo úplné podrobnosti o konkrétním zdroji.
da_dk: Oplist alle kilde eller samtlige oplysninger om en bestemt kilde.
de_de: Liste aller aktuellen Quellen oder vollständiger Details einer bestimmten Quelle.
el_gr: Λίστα με όλες τις τρέχουσες πηγές ή πλήρεις λεπτομέρειες μιας συγκεκριμένης προέλευσης.
es_es: Enumerar todos los orígenes actuales o detalles completos de un origen específico.
es_mx: Enumera todos los orígenes de datos actuales o detalles completos de un origen de datos específico.
et_ee: Kuvatakse kõigi praeguste allikate loend või kindla allika täielikud üksikasjad.
fa_ir: تمام منابع فعلی، یا جزئیات کامل یک منبع خاص را فهرست‌بندی می‌کند.
fi_fi: Näytä kaikki nykyiset lähteet luettelossa tai tietyn lähteen täydelliset tiedot.
fr_fr: Répertorier toutes les sources actuelles ou tous les détails d’une source précise.
gl_es: Lista de todas as orixes actuais ou detalles completos dunha orixe específica.
he_il: פרט את כל המקורות הנוכחיים, או פרטים מלאים של מקור ספציפי.
hi_in: सभी वर्तमान स्रोतों की सूची, या किसी विशिष्ट स्रोत का पूर्ण विवरण.
hu_hu: Felsorolja az összes jelenlegi forrást, vagy megjeleníti egy adott forrás részletes adatait.
id_id: Cantumkan semua sumber saat ini, atau detail lengkap dari sumber tertentu.
is_is: Listi yfir alla gildandi uppruna, eða allar upplýsingar um tiltekinn uppruna.
it_it: Elenca tutte le origini correnti o tutti i dettagli di un'origine specifica.
ja_jp: 現在のすべてのソース、または特定のソースの完全な詳細を一覧表示します。
kk_kz: Барлық ағымдағы дерек көздерінің тізімін немесе арнайы дерек көзінің толық мәліметтерін енгізіңіз.
lo_la: ລາຍຊື່ແຫຼ່ງທີ່ມາປັດຈຸບັນທັງໝົດ ຫຼື ລາຍລະອຽດເຕັມຂອງແຫຼ່ງທີ່ມາສະເພາະໃດໜຶ່ງ.
lt_lt: Išvardinti visus esamus šaltinius arba išsamią konkretaus šaltinio informaciją.
lv_lv: Uzskaitīt visus pašreizējos avotus vai pilnu detalizēto informāciju par konkrētu avotu.
mk_mk: Наведете ги сите тековни извори или целосните детали на одреден извор.
ml_in: നിലവിലുള്ള എല്ലാ ഉറവിടങ്ങളും അല്ലെങ്കിൽ ഒരു നിർദ്ദിഷ്ട ഉറവിടത്തിന്റെ പൂർണ്ണ വിശദാംശങ്ങളും ലിസ്റ്റ് ചെയ്യുക.
ms_my: Senaraikan semua sumber semasa atau butiran penuh sumber tertentu.
nb_no: Vis alle gjeldende kilder, eller alle detaljer om en bestemt kilde.
nl_nl: Geef alle huidige bronnen of volledige gegevens van een specifieke bron weer.
pl_pl: Podaj listę wszystkich bieżących źródeł lub pełne szczegóły określonego źródła.
pt_br: Liste todas as fontes atuais ou todos os detalhes de uma fonte específica.
pt_pt: Listar todas as origens atuais ou os detalhes completos de uma origem específica.
ro_ro: Listează toate sursele curente sau detalii complete despre o anumită sursă.
ru_ru: Перечисление всех текущих источников или полных сведений об определенном источнике.
sk_sk: Zobrazenie zoznamu všetkých zdrojov alebo úplných podrobností o konkrétnom zdroji.
sl_si: Seznam vseh trenutnih virov ali vse podrobnosti določenega vira.
sq_al: Rendit të gjitha burimet aktuale ose detajet e plota të një burimi specifik.
sr_latn_rs: Navedite sve trenutne izvore ili kompletne detalje o određenom izvoru.
sv_se: Lista alla aktuella källor eller all information om en särskild källa.
te_in: అన్ని ప్రస్తుత వనరులను లేదా నిర్దిష్ట మూలం యొక్క పూర్తి వివరాలను జాబితా చేయండి.
th_th: รายการแหล่งที่มาปัจจุบันทั้งหมด หรือรายละเอียดทั้งหมดของแหล่งที่มาที่ระบุ
tr_tr: Tüm geçerli kaynakları veya belirli bir kaynağın tüm ayrıntılarını listeleme.
uk_ua: Перелічіть всі поточні джерела або повні дані певного джерела.
vi_vn: Liệt kê tất cả các nguồn hiện tại hoặc đầy đủ chi tiết của một nguồn cụ thể.
zh_cn: 列出所有当前来源，或列出特定来源的完整详细信息。
zh_tw: 列出所有目前的來源，或特定來源的完整詳細資料。

# SourceListCommandShortDescription
source: List current sources
af_za: Lys huidige bronne
am_et: የአሁን ምንጮችን ይዘርዝሩ
ar_sa: سرد المصادر الحالية
az_latn_az: Cari mənbələri siyahıya alın
bg_bg: Списък на текущите източници
cs_cz: Zobrazit seznam aktuálních zdrojů
da_dk: Oplist aktuelle kilder
de_de: Aktuelle Quellen auflisten
el_gr: Λίστα με τις τρέχουσες προελεύσεις
es_es: Enumerar orígenes actuales
es_mx: Mostrar orígenes de datos actuales.
et_ee: Saate kuvada praeguste allikate loendi
fa_ir: منابع فعلی را فهرست‌بندی می‌کند
fi_fi: Näytä nykyiset lähteet luettelossa
fr_fr: Répertorier les sources actuelles
gl_es: Lista de orixes actuais
he_il: רשימה של מקורות נוכחיים
hi_in: वर्तमान स्त्रोतों को सूचीबद्ध करें
hu_hu: A jelenlegi források felsorolása
id_id: Daftar sumber saat ini
is_is: Skrá núverandi uppruna
it_it: Elenca le origini correnti
ja_jp: 現在のソースを一覧表示
kk_kz: Ағымдағы дерек көздерін тізімдеу
lo_la: ສ້າງລາຍຊື່ແຫຼ່ງທີ່ມາປັດຈຸບັນ
lt_lt: Dabartinių šaltinių sąrašas
lv_lv: Uzskaitīt pašreizējos avotus
mk_mk: Наведете ги тековните извори
ml_in: നിലവിലെ ഉറവിടങ്ങൾ ലിസ്റ്റ് ചെയ്യുക
ms_my: Senaraikan sumber semasa
nb_no: Vis gjeldende kilder
nl_nl: Huidige bronnen weergeven
pl_pl: Podaj listę bieżących źródeł
pt_br: Listar fontes atuais
pt_pt: Listar as origens atuais
ro_ro: Listare surse actuale
ru_ru: Перечисление текущих источников
sk_sk: Zobraziť zoznam aktuálnych zdrojov
sl_si: Prikaži trenutne vire
sq_al: Rendit burimet aktuale
sr_latn_rs: Navođenje trenutnih izvora
sv_se: Visa aktuella källor
te_in: ప్రస్తుత మూలాలను జాబితా చేయండి
th_th: รายการแหล่งที่มาปัจจุบัน
tr_tr: Mevcut kaynakları listeleme
uk_ua: Список поточних джерел
vi_vn: Liệt kê nguồn hiện tại
zh_cn: 列出当前源
zh_tw: 列出目前的來源

# SourceNameArgumentDescription
source: Name of the source
af_za: Naam van die bron
am_et: የምንጩ ስም
ar_sa: اسم المصدر
az_latn_az: Mənbənin adı
bg_bg: Име на източника
cs_cz: Název zdroje
da_dk: Kildens navn
de_de: Name der Quelle
el_gr: Όνομα της προέλευσης
es_es: Nombre del origen
es_mx: Nombre del origen de datos.
et_ee: Allika nimi
fa_ir: نام منبع است
fi_fi: Lähteen nimi
fr_fr: Nom de la source
gl_es: Nome da orixe
he_il: שם המקור
hi_in: स्रोत का नाम
hu_hu: A forrás neve
id_id: Nama sumber
is_is: Heiti upprunans
it_it: Nome dell'origine
ja_jp: ソース名
kk_kz: Дерек көзінің аты
lo_la: ຊື່ແຫຼ່ງທີ່ມາ
lt_lt: Šaltinio pavadinimas
lv_lv: Avota nosaukums
mk_mk: Име на изворот
ml_in: ഉറവിടത്തിന്റെ പേര്
ms_my: Nama sumber
nb_no: Navn på kilden
nl_nl: Naam van de bron
pl_pl: Nazwa źródła
pt_br: Nome da fonte
pt_pt: Nome da origem
ro_ro: Numele sursei
ru_ru: Имя источника
sk_sk: Názov zdroja
sl_si: Ime vira
sq_al: Emri i burimit
sr_latn_rs: Ime izvora
sv_se: Källnamn
te_in: మూలం పేరు
th_th: ชื่อของแหล่งที่มา
tr_tr: Kaynak adı
uk_ua: Ім’я джерела
vi_vn: Tên nguồn dữ liệu
zh_cn: 源名称
zh_tw: 來源的名稱

# SourceRemoveCommandLongDescription
source: Remove a specific source.
af_za: Verwyder ’n spesifieke bron.
am_et: የተወሰነ ምንጭን ያስወግዱ።
ar_sa: إزالة مصدر معين.
az_latn_az: Müəyyən mənbəni silin.
bg_bg: Премахване на определен източник.
cs_cz: Odebrat konkrétní zdroj.
da_dk: Fjern en bestemt kilde.
de_de: Eine bestimmte Quelle entfernen.
el_gr: Κατάργηση μια συγκεκριμένης προέλευσης.
es_es: Quitar un origen específico.
es_mx: Quitar un origen de datos específico.
et_ee: Saate mõne kindla allika eemaldada.
fa_ir: یک منبع خاص را حذف می‌کند.
fi_fi: Poista tietty lähde.
fr_fr: Supprimer une source précise.
gl_es: Eliminar unha orixe específica.
he_il: הסרת מקור ספציפי.
hi_in: एक विशिष्ट स्रोत निकालें.
hu_hu: Eltávolíthat egy megadott forrást.
id_id: Hapus sumber tertentu.
is_is: Fjarlægja tiltekinn uppruna.
it_it: Rimuovi un'origine specifica.
ja_jp: 特定のソースを削除します。
kk_kz: Арнайы дерек көзін жойыңыз.
lo_la: ລຶບແຫຼ່ງທີ່ມາສະເພາະໃດໜຶ່ງ.
lt_lt: Pašalinkite konkretų šaltinį.
lv_lv: Noņem konkrētu avotu.
mk_mk: Отстранете одреден извор.
ml_in: ഒരു നിർദ്ദിഷ്ട ഉറവിടം നീക്കംചെയ്യുക.
ms_my: Alih keluar sumber tertentu.
nb_no: Fjern en bestemt kilde.
nl_nl: Verwijder een specifieke bron.
pl_pl: Usuń określone źródło.
pt_br: Remover uma fonte específica.
pt_pt: Remover uma origem específica.
ro_ro: Eliminarea unei anumite surse.
ru_ru: Удаление определенного источника.
sk_sk: Odstránenie konkrétneho zdroja.
sl_si: Odstranitev določenega vira.
sq_al: Hiq një burim specifik.
sr_latn_rs: Uklonite određeni izvor.
sv_se: Ta bort en särskild källa.
te_in: నిర్దిష్ట మూలాన్ని తొలగించండి.
th_th: นำแหล่งที่มาที่ระบุออก
tr_tr: Belirli bir kaynağı kaldırma.
uk_ua: Видаліть указане джерело.
vi_vn: Loại bỏ nguồn cụ thể.
zh_cn: 删除指定的源。
zh_tw: 移除特定來源。

# SourceRemoveCommandShortDescription
source: Remove current sources
af_za: Verwyder huidige bronne
am_et: የአሁን ምንጮችን ያስወግዱ
ar_sa: إزالة المصادر الحالية
az_latn_az: Cari mənbələri silin
bg_bg: Премахване на текущите източници
cs_cz: Odebrat aktuální zdroje
da_dk: Fjern aktuelle kilder
de_de: Aktuelle Quellen entfernen
el_gr: Κατάργηση τρεχούσων πηγών
es_es: Quitar orígenes actuales
es_mx: Quitar orígenes de datos actuales.
et_ee: Saate praegused allikad eemaldada
fa_ir: منابع فعلی را حذف می‌کند
fi_fi: Poista nykyiset lähteet
fr_fr: Supprimer les sources actuelles
gl_es: Eliminar as orixes actuais
he_il: הסרת מקורות נוכחיים
hi_in: वर्तमान स्त्रोतों को निकालें
hu_hu: A jelenlegi források eltávolítása
id_id: Hapus sumber saat ini
is_is: Fjarlægja núverandi uppruna
it_it: Rimuovi le origini correnti
ja_jp: 現在のソースを削除
kk_kz: Ағымдағы дерек көздерін жою
lo_la: ລຶບແຫຼ່ງທີ່ມາປັດຈຸບັນອອກ
lt_lt: Pašalinti dabartinius šaltinius
lv_lv: Noņemt pašreizējos avotus
mk_mk: Отстранете ги тековните извори
ml_in: നിലവിലെ ഉറവിടങ്ങൾ നീക്കംചെയ്യുക
ms_my: Alih keluar sumber semasa
nb_no: Fjern gjeldende kilder
nl_nl: Huidige bronnen verwijderen
pl_pl: Usuń bieżące źródła
pt_br: Remover fontes atuais
pt_pt: Remover as origens atuais
ro_ro: Eliminați sursele actuale
ru_ru: Удаление текущих источников
sk_sk: Odstrániť aktuálne zdroje
sl_si: Odstranite trenutne vire
sq_al: Hiq burimet aktuale
sr_latn_rs: Uklanjanje trenutnih izvora
sv_se: Ta bort aktuella källor
te_in: ప్రస్తుత మూలాలను తొలగించండి
th_th: นำแหล่งที่มาปัจจุบันออก
tr_tr: Mevcut kaynakları kaldır
uk_ua: Видалення поточних джерел
vi_vn: Loại bỏ nguồn hiện tại
zh_cn: 删除当前源
zh_tw: 移除目前的來源
